tap "aws/tap"
tap "buildpacks/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jdxcode/tap"
tap "ngrok/ngrok"
brew "alp"
brew "automake"
brew "coreutils"
brew "libtool"
brew "aws-sam-cli"
brew "awslogs"
brew "bat"
brew "bottom"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cloc"
brew "cmake"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "libssh2"
brew "deno"
brew "direnv"
brew "docutils"
brew "dust"
brew "efm-langserver"
brew "ethereum"
brew "exiftool"
brew "eza"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "inetutils"
brew "jq"
brew "lapack"
brew "lazygit"
brew "libfido2"
brew "libmagic"
brew "libpq"
brew "mysql-client"
brew "navi"
brew "neofetch"
brew "ninja"
brew "nkf"
brew "node"
brew "openblas"
brew "openjdk@11"
brew "tmux"
brew "overmind"
brew "procs"
brew "pstree"
brew "tcl-tk"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rtx"
brew "ruby"
brew "sheldon"
brew "solidity"
brew "starship"
brew "stylua"
brew "swagger-codegen"
brew "tealdeer"
brew "terminal-notifier"
brew "terraformer"
brew "tidy-viewer"
brew "tree"
brew "vips"
brew "watch"
brew "wget"
brew "xxh"
brew "zsh"
brew "buildpacks/tap/pack"
brew "gromgit/fuse/sshfs-mac"
cask "alfred"
cask "alt-tab"
cask "arctype"
cask "clipy"
cask "dbeaver-community"
cask "dropbox"
cask "font-hackgen-nerd"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "font-plemol-jp-nfj"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "karabiner-elements"
cask "keycastr"
cask "macfuse"
cask "masscode"
cask "microsoft-edge"
cask "multipass"
cask "ngrok"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "sequel-ace"
cask "visual-studio-code"
cask "wireshark"
cask "xbar"
cask "zed"
