tap "aws/tap"
tap "buildpacks/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "ngrok/ngrok"
tap "universal-ctags/universal-ctags"
brew "coreutils"
brew "asdf"
brew "bat"
brew "bottom"
brew "glib"
brew "python@3.9"
brew "cloc"
brew "cmake"
brew "gnutls"
brew "colima"
brew "deno"
brew "direnv"
brew "python@3.10"
brew "efm-langserver"
brew "exa"
brew "exiftool"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "zeromq"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-time"
brew "gnupg"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lapack"
brew "lazygit"
brew "libmagic"
brew "mysql"
brew "navi"
brew "neofetch"
brew "openblas"
brew "postgresql@14"
brew "procs"
brew "pstree"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "swagger-codegen"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xxh"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "buildpacks/tap/pack"
brew "gromgit/fuse/sshfs-mac"
brew "jesseduffield/lazydocker/lazydocker"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "arctype"
cask "clipy"
cask "dbeaver-community"
cask "dropbox"
cask "font-hackgen-nerd"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "keycastr"
cask "macfuse"
cask "masscode"
cask "ngrok"
cask "obsidian"
cask "pgadmin4"
cask "react-native-debugger"
cask "reactotron"
cask "visual-studio-code"
cask "wireshark"
