tap "aquaproj/aqua"
tap "aws/tap"
tap "buildpacks/tap"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "jdxcode/tap"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "uzaaft/tap"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "awslogs"
brew "libssh2"
brew "bat"
brew "bottom"
brew "glib"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "deno"
brew "direnv"
brew "docutils"
brew "dust"
brew "exiftool"
brew "eza"
brew "gnutls"
brew "libass"
brew "libssh"
brew "pango"
brew "tesseract"
brew "zeromq"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "inetutils"
brew "jq"
brew "lapack"
brew "lazygit"
brew "libfido2"
brew "libmagic"
brew "libpq"
brew "lua-language-server"
brew "mise"
brew "mysql-client"
brew "navi"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nkf"
brew "openblas"
brew "procs"
brew "pstree"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sheldon"
brew "solidity"
brew "starship"
brew "stylua"
brew "tcl-tk"
brew "terminal-notifier"
brew "terraformer"
brew "tidy-viewer"
brew "tmux"
brew "tree"
brew "vips"
brew "watch"
brew "wget"
brew "wimlib"
brew "xxh"
brew "zellij"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "uzaaft/tap/rift", args: ["HEAD"]
cask "1password"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "clipy"
cask "figma"
cask "firefox"
cask "font-plemol-jp-nf"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "graphql-playground"
cask "karabiner-elements"
cask "microsoft-edge"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wireshark-app"
cask "xbar"
cask "xquartz"
vscode "astro-build.astro-vscode"
vscode "docker.docker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "unifiedjs.vscode-mdx"
